{
    "label": "ask_the_equipment_in_branch",
    "examples": [
        "Give me the total of tables in Walk.",
        "What's the current stock of air conditioners in Stroll?",
        "What's the current stock of tables in Stroll?",
        "Count the chairs in Golf.",
        "Show me how many tables are at Walk.",
        "List the number of tables available in walk.",
        "What's the number of tables in Stroll?",
        "Tell me the number of printers in Stroll.",
        "Fetch the total of printers in Drive.",
        "I want to know how many tables are in Drive.",
        "Can you tell me how many tables are in Stroll?",
        "How many chairs are in Golf?",
        "Do we have any sofa in Stroll? How many?",
        "I need the chairs count in Drive.",
        "Show me how many sofa are at Stroll.",
        "Count the printers in Drive.",
        "Total air conditioners at Drive, please.",
        "Total tables at Golf, please.",
        "How many tables are in D5?",
        "What's the current stock of tables in Drive?",
        "Total printers at Drive, please.",
        "How many tables are in Drive?",
        "Please tell me the total air conditioners in Golf.",
        "Fetch the total of tables in Stroll.",
        "List the number of tables available in walk.",
        "List the number of air conditioners available in Stroll.",
        "Do we have any chairs in Walk? How many?",
        "Give me the total of printers in Golf.",
        "Tell me the number of sofa in Stroll.",
        "Give me the total of tables in Walk.",
        "Please tell me the total printers in D5.",
        "What's the number of tables in Walk?",
        "Count the chairs in Stroll.",
        "Show me how many air conditioners are at Walk.",
        "I need the chairs count in Walk.",
        "List the number of tables available in Walk.",
        "How many air conditioners do we have in Drive?",
        "Count the air conditioners in D5.",
        "Give me the total of printers in Golf.",
        "What's the quantity of tables in walk?",
        "Tell me the number of air conditioners in Walk.",
        "List the number of printers available in Golf.",
        "Tell me the number of printers in Walk.",
        "How many chairs do we have in Walk?",
        "How many air conditioners do we have in Walk?",
        "What's the current stock of chairs in Walk?",
        "How many chairs are in Golf?",
        "List the number of printers available in Drive.",
        "Please tell me the total air conditioners in Stroll.",
        "Tell me the number of chairs in walk.",
        "Can I get the number of tables in Drive?",
        "Tell me the number of tables in D5.",
        "What's the current stock of printers in Walk?",
        "What's the current stock of tables in Walk?",
        "Fetch the total of sofa in Golf.",
        "Do we have any tables in Drive? How many?",
        "List the number of chairs available in Drive.",
        "Can I get the number of printers in Golf?",
        "Report the tables count from Drive.",
        "How many smart locks are in D5?",
        "Can you tell me how many chairs are in D5?",
        "Report the printers count from Stroll.",
        "Give me the total of sofa in D5.",
        "Total tables at D5, please.",
        "Find the total number of chairs in Stroll.",
        "I want to know how many tables are in walk.",
        "How many sofa do we have in Stroll?",
        "Can you tell me how many printers are in Walk?",
        "Tell me the number of air conditioners in Stroll.",
        "Find the total number of air conditioners in D5.",
        "Give me the total of sofa in Stroll.",
        "Can I get the number of sofa in Stroll?",
        "Tell me the number of printers in D5.",
        "Report the sofa count from D5.",
        "Give me the total of sofa in Golf.",
        "List the number of sofa available in Walk.",
        "Show me how many tables are at Drive.",
        "Show me how many chairs are at Drive.",
        "Please tell me the total sofa in Golf.",
        "What's the number of sofa in Golf?",
        "How many chairs are in Drive?",
        "Please tell me the total sofa in D5.",
        "Count the air conditioners in D5.",
        "Give me the total of sofa in Walk.",
        "Total chairs at D5, please.",
        "What's the number of tables in Golf?",
        "Total sofa at Golf, please.",
        "How many air conditioners are in Stroll?",
        "How many chairs do we have in walk?",
        "Can I get the number of sofa in Stroll?",
        "Find the total number of printers in D5.",
        "Give me the total of air conditioners in Stroll.",
        "Count the printers in Drive.",
        "What's the quantity of chairs in walk?",
        "I want to know how many air conditioners are in Walk.",
        "What's the quantity of chairs in Stroll?",
        "What's the current stock of air conditioners in Golf?",
        "What's the quantity of chairs in walk?",
        "Count the tables in D5.",
        "What's the current stock of printers in Golf?",
        "Can you tell me how many smart locks are in Stroll?",
        "Show me how many filing cabinets are at Stroll.",
        "Show me how many printers are at Drive.",
        "I need the air conditioners count in Walk.",
        "What's the current stock of tables in D5?",
        "How many tables do we have in Stroll?",
        "Show me how many printers chargers are at Drive.",
        "How many sofa do we have in D5?",
        "Total chairs at Walk, please.",
        "Report the printers count from Stroll.",
        "Do we have any tables in Walk? How many?",
        "Fetch the total of printers in Stroll.",
        "Can I get the number of chairs in Drive?",
        "Can I get the number of printers in Stroll?",
        "Tell me the number of chairs in Golf.",
        "What's the current stock of printers in Golf?",
        "I want to know how many sofa are in walk.",
        "Give me the total of tables in Walk.",
        "Can I get the number of printers in Drive?",
        "I want to know how many chairs are in walk.",
        "What's the quantity of filing cabinets in Walk?",
        "Give me the total of tables chargers in Golf.",
        "I need the chairs count in Drive.",
        "What's the quantity of tables in Walk?",
        "What's the current stock of filing cabinets in walk?",
        "Find the total number of chairs in Walk.",
        "Can I get the number of printers in Walk?",
        "I want to know how many tables are in Walk.",
        "Report the chairs count from Walk.",
        "Give me the total of filing cabinets in Drive.",
        "What's the current stock of sofa in Golf?",
        "Total sofa at Stroll, please.",
        "What's the quantity of printers in D5?",
        "How many sofa do we have in Golf?",
        "Find the total number of chairs in Drive.",
        "Can you tell me how many sofa are in Stroll?",
        "Find the total number of sofa in Stroll.",
        "Find the total number of air conditioners in Golf.",
        "What's the current stock of tables in D5?",
        "Fetch the total of air conditioners in walk.",
        "What's the number of smart locks in Drive?",
        "How many chairs are in Drive?",
        "Fetch the total of chairs in Drive.",
        "Fetch the total of air conditioners in Drive.",
        "I want to know how many tables are in D5.",
        "Fetch the total of printers in Golf.",
        "Do we have any sofa in Stroll? How many?",
        "Report the chairs count from Stroll.",
        "Report the printers count from Drive.",
        "Please tell me the total tables in Stroll.",
        "I need the printers count in Golf.",
        "Find the total number of tables in Stroll.",
        "I need the sofa count in Drive.",
        "Show me how many printers are at walk.",
        "Fetch the total of sofa in walk.",
        "I need the chairs count in Walk.",
        "Give me the total of air conditioners in D5.",
        "What's the quantity of air conditioners in Golf?",
        "Can you tell me how many chairs chargers are in D5?",
        "What's the current stock of sofa in Stroll?",
        "Tell me the number of Air Conditioner in walk.",
        "How many chairs do we have in walk?",
        "Fetch the total of printers in Golf.",
        "Do we have any air conditioners in Walk? How many?",
        "What's the current stock of chairs in D5?",
        "Can you tell me how many air conditioners are in Walk?",
        "What's the current stock of sofa in Golf?",
        "Fetch the total of printers in walk.",
        "What's the number of smart locks in walk?",
        "I need the Air Conditioner count in Golf.",
        "Total printers at D5, please.",
        "Do we have any chairs in Golf? How many?",
        "Show me how many chairs are at Drive.",
        "List the number of sofa available in walk.",
        "What's the number of chairs in Golf?",
        "Tell me the number of sofa in D5.",
        "Give me the total of sofa in Walk.",
        "List the number of chairs available in Drive.",
        "Can you tell me how many sofa are in Walk?",
        "Fetch the total of tables in walk.",
        "Do we have any chairs in Golf? How many?",
        "Please tell me the total printers in walk.",
        "Report the tables count from walk.",
        "Can I get the number of printers in Golf?",
        "What's the current stock of sofa in Drive?",
        "How many chairs do we have in Stroll?",
        "Can I get the number of chairs in Stroll?",
        "Total chairs at Drive, please.",
        "List the number of tables available in walk.",
        "Count the chairs in Walk.",
        "Can you tell me how many chairs are in Stroll?",
        "Fetch the total of chairs chargers in Stroll.",
        "What's the current stock of printers in Drive?",
        "List the number of printers available in Golf.",
        "I need the chairs count in D5.",
        "Find the total number of chairs in Golf.",
        "Do we have any chairs in Stroll? How many?",
        "Tell me the number of sofa in Golf.",
        "How many printers do we have in Walk?",
        "How many sofa do we have in Stroll?",
        "What's the number of tables in Drive?",
        "What's the quantity of chairs in Drive?",
        "What's the quantity of tables in Walk?",
        "Give me the total of tables chargers in D5.",
        "Can you tell me how many tables are in D5?",
        "Please tell me the total chairs in Golf.",
        "Count the air conditioners in Golf.",
        "Count the Air Conditioner in Walk.",
        "What's the number of tables in Golf?",
        "Can you tell me how many sofa are in Walk?",
        "Do we have any printers in Walk? How many?",
        "Show me how many tables are at D5.",
        "What's the quantity of air conditioners in Drive?",
        "I want to know how many chairs are in Drive.",
        "Can I get the number of printers in Stroll?",
        "How many air conditioners are in Golf?",
        "Show me how many printers are at Golf.",
        "What's the current stock of air conditioners in Stroll?",
        "Can I get the number of Air Conditioner in Drive?",
        "How many chairs do we have in Stroll?",
        "What's the current stock of chairs in Walk?",
        "Please tell me the total chairs in Stroll.",
        "Do we have any air conditioners in Golf? How many?",
        "Can I get the number of sofa in D5?",
        "I need the chairs count in Stroll.",
        "List the number of printers available in D5.",
        "Fetch the total of tables in Walk.",
        "Do we have any printers in Drive? How many?",
        "Please tell me the total printers in Drive.",
        "How many chairs are in Walk?",
        "How many air conditioners do we have in Golf?",
        "List the number of chairs available in Walk.",
        "Find the total number of air conditioners in Walk.",
        "Please tell me the total sofa in Stroll.",
        "Show me how many tables are at Walk.",
        "Can you tell me how many tables are in Stroll?",
        "Do we have any chairs in Stroll? How many?",
        "Count the chairs in Stroll.",
        "I want to know how many tables are in Golf.",
        "How many chairs are in Drive?",
        "Please tell me the total sofa in Drive.",
        "What's the current stock of air conditioners in D5?",
        "Give me the total of chairs in D5.",
        "I need the tables count in Drive.",
        "What's the current stock of chairs in Drive?",
        "What's the quantity of tables in Golf?",
        "Find the total number of printers in Arkan.",
        "How many air conditioners are in Stroll?",
        "How many tables do we have in Golf?",
        "Can you tell me how many printers are in D5?",
        "Find the total number of chairs in Stroll.",
        "List the number of air conditioners available in Walk.",
        "Find the total number of printers in Drive.",
        "What's the quantity of printers in Stroll?",
        "Count the air conditioners in Stroll.",
        "What's the quantity of sofa in Walk?",
        "I want to know how many air conditioners are in Walk.",
        "Total sofa chargers at Drive, please.",
        "How many sofa are in D5?",
        "How many chairs are in Drive?",
        "Give me the total of chairs in Drive.",
        "I need the printers count in D5.",
        "Can you tell me how many sofa are in D5?",
        "What's the quantity of chairs in Stroll?",
        "List the number of chairs available in Walk.",
        "I want to know how many tables are in Golf.",
        "Tell me the number of sofa in Drive.",
        "Give me the total of air conditioners in Walk.",
        "What's the current stock of printers in Arkan?",
        "How many air conditioners do we have in Drive?",
        "Please tell me the total printers in Walk.",
        "Please tell me the total chairs in D5.",
        "I need the printers count in Golf.",
        "Give me the total of printers in Golf.",
        "Can you tell me how many printers are in Stroll?",
        "Show me how many tables are at Walk.",
        "Total sofa at Drive, please.",
        "Tell me the number of air conditioners in Arkan.",
        "How many chairs are in Stroll?",
        "I need the printers count in Drive.",
        "How many chairs do we have in Golf?",
        "Count the printers in D5.",
        "What's the quantity of chairs in D5?",
        "I want to know how many air conditioners are in Stroll.",
        "How many chairs do we have in Drive?",
        "Count the chairs in Walk.",
        "List the number of tables available in D5.",
        "Count the air conditioners in Walk.",
        "Count the printers in D5.",
        "Tell me the number of tables in D5.",
        "Please tell me the total chairs in Walk.",
        "Tell me the number of chairs in Drive.",
        "What's the current stock of tables in D5?",
        "How many tables are in D5?",
        "What's the current stock of air conditioners in Stroll?",
        "How many tables do we have in Walk?",
        "Fetch the total of air conditioners in Stroll.",
        "Find the total number of sofa in Stroll.",
        "What's the quantity of chairs in D5?",
        "I want to know how many tables are in Drive.",
        "How many tables are in D5?",
        "I need the chairs count in D5.",
        "Show me how many air conditioners are at Walk.",
        "Tell me the number of printers in Stroll.",
        "Give me the total of tables in D5.",
        "List the number of tables available in Stroll.",
        "Please tell me the total sofa in Stroll.",
        "Count the Air Conditioner in D5.",
        "Fetch the total of chairs in Golf.",
        "Can you tell me how many sofa are in Walk?",
        "Report the chairs count from Walk.",
        "How many chairs do we have in D5?",
        "How many air conditioners do we have in Drive?",
        "Can I get the number of chairs in Stroll?",
        "Please tell me the total printers in Stroll.",
        "Can you tell me how many tables are in D5?",
        "List the number of tables available in Drive.",
        "I want to know how many printers are in Walk.",
        "I need the tables count in Golf.",
        "I need the chairs count in Stroll.",
        "Count the printers in Walk.",
        "Please tell me the total printers in Walk.",
        "How many tables do we have in Stroll?",
        "Total tables at Walk, please.",
        "Tell me the number of air conditioners in Golf.",
        "Give me the total of sofa in Golf.",
        "Find the total number of air conditioners in D5.",
        "Do we have any chairs in Walk? How many?",
        "What's the number of tables in Drive?",
        "How many tables in branch Golf",
        "Please tell me the total sofa in Drive.",
        "Please tell me the total printers in Golf.",
        "Tell me the number of printers in Stroll.",
        "Fetch the total of tables in D5.",
        "Report the sofa count from Drive.",
        "Tell me the number of printers in D5.",
        "I want to know how many chairs are in Stroll.",
        "Fetch the total of air conditioners in Golf.",
        "What's the quantity of air conditioners in Drive?",
        "What's the current stock of sofa in Walk?",
        "Fetch the total of air conditioners in Drive.",
        "Count the tables in Drive.",
        "Please tell me the total sofa in Stroll.",
        "Do we have any Air Conditioner in D5? How many?",
        "Find the total number of air conditioners in Golf.",
        "How many air conditioners do we have in Drive?",
        "Can I get the number of Air Conditioner in Stroll?",
        "What's the current stock of printers in D5?",
        "List the number of tables available in Golf.",
        "Give me the total of tables in D5.",
        "Total sofa at Stroll, please.",
        "Count the sofa in Stroll.",
        "Do we have any air conditioners in Stroll? How many?",
        "What's the number of sofa in Golf?",
        "Total sofa at D5, please.",
        "List the number of sofa available in Walk.",
        "How many printers do we have in D5?",
        "Show me how many chairs are at Arkan.",
        "Give me the total of tables chargers in Arkan.",
        "I need the air conditioners count in Walk.",
        "I want to know how many tables are in D5.",
        "Report the printers count from Golf.",
        "Tell me the number of printers in Walk.",
        "Fetch the total of chairs in Stroll.",
        "What's the number of tables in Walk?",
        "Give me the total of chairs in Golf.",
        "How many tables are in D5?",
        "Please tell me the total air conditioners in Arkan.",
        "I need the printers count in Walk.",
        "Tell me the number of sofa in Drive.",
        "I want to know how many air conditioners are in D5.",
        "Tell me the number of air conditioners in Stroll.",
        "What's the quantity of printers in Stroll?",
        "Please tell me the total tables in Drive.",
        "Find the total number of sofa in Stroll.",
        "Give me the total of sofa in Walk.",
        "I want to know how many sofa are in Drive.",
        "I need the chairs count in Arkan.",
        "Total Air Conditioner at Golf, please.",
        "Tell me the number of sofa in Walk.",
        "Please tell me the total air conditioners in Drive.",
        "How many tables are in D5?",
        "Find the total number of air conditioners in Golf.",
        "What's the quantity of printers in Stroll?",
        "How many tables do we have in Drive?",
        "How many air conditioners are in Walk?",
        "What's the current stock of chairs in Walk?",
        "Show me how many chairs are at Walk.",
        "Do we have any air conditioners in Drive? How many?",
        "I want to know how many chairs are in Drive.",
        "Tell me the number of printers in D5.",
        "Can I get the number of air conditioners in Golf?",
        "I want to know how many air conditioners are in Walk.",
        "Can you tell me how many sofa are in Golf?",
        "Show me how many printers are at Golf.",
        "How many tables in branch Golf",
        "How many air conditioners do we have in Drive?",
        "Report the chairs count from Arkan.",
        "Give me the total of sofa in Stroll.",
        "What's the current stock of printers in D5?",
        "I need the air conditioners count in Arkan.",
        "Can I get the number of tables in D5?",
        "List the number of tables available in Stroll.",
        "Tell me the number of chairs in Drive.",
        "Total printers at Stroll, please.",
        "What's the quantity of printers in Stroll?",
        "Do we have any printers in Drive? How many?",
        "Do we have any printers in Golf? How many?",
        "List the number of printers available in Walk.",
        "How many sofa do we have in Stroll?",
        "What's the current stock of sofa in Drive?",
        "How many air conditioners are in Golf?",
        "What's the current stock of air conditioners in Drive?",
        "List the number of sofa available in Drive.",
        "What's the number of printers in Drive?",
        "Total sofa at Drive, please.",
        "List the number of air conditioners available in Stroll.",
        "Tell me the number of sofa in Drive.",
        "How many printers do we have in Stroll?",
        "What's the current stock of chairs in Walk?",
        "Total Air Conditioner at D5, please.",
        "Total chairs at Walk, please.",
        "What's the current stock of printers in Drive?",
        "Can I get the number of printers in Stroll?",
        "How many air conditioners are in Stroll?",
        "Show me how many tables are at Walk.",
        "Count the air conditioners in D5.",
        "I want to know how many printers are in D5.",
        "Please tell me the total tables in Walk.",
        "Do we have any chairs in Drive? How many?",
        "Find the total number of sofa in Stroll.",
        "Tell me the number of sofa in D5.",
        "What's the number of sofa in D5?",
        "Total printers at Drive, please.",
        "What's the current stock of chairs in Stroll?",
        "Tell me the number of tables in Stroll.",
        "Count the chairs in Walk.",
        "How many tables in branch Golf",
        "List the number of chairs available in Golf.",
        "Tell me the number of air conditioners in Walk.",
        "Total chairs at Walk, please.",
        "Do we have any air conditioners in Walk? How many?",
        "I want to know how many sofa are in Drive.",
        "Please tell me the total printers in Golf.",
        "Can I get the number of air conditioners chargers in Golf?",
        "Give me the total of tables in D5.",
        "Can I get the number of tables in Stroll?",
        "How many chairs chargers do we have in Stroll?",
        "Can you tell me how many printers are in Walk?",
        "List the number of air conditioners chargers available in Walk.",
        "Tell me the number of chairs in Golf.",
        "Can you tell me how many printers are in D5?",
        "Show me how many sofa are at Stroll.",
        "Count the sofa in D5.",
        "How many chairs do we have in Stroll?",
        "What's the quantity of sofa in D5?",
        "Report the air conditioners count from Walk.",
        "List the number of printers available in Walk.",
        "Can you tell me how many printers are in Drive?",
        "I want to know how many printers are in Golf.",
        "Give me the total of sofa in Walk.",
        "How many chairs are in Drive?",
        "Total chairs at Drive, please.",
        "I need the tables count in Arkan.",
        "Please tell me the total Air Conditioner in Arkan.",
        "Fetch the total of tables in Drive.",
        "Please tell me the total chairs in Walk.",
        "Total sofa at Walk, please.",
        "List the number of chairs available in Golf.",
        "How many chairs are in Golf?",
        "What's the number of chairs in D5?",
        "Can you tell me how many sofa are in D5?",
        "Total chairs at Drive, please.",
        "Total printers at Drive, please.",
        "Give me the total of tables in Walk.",
        "Count the sofa in Golf.",
        "What's the number of printers in D5?",
        "What's the current stock of printers in Drive?",
        "Please tell me the total sofa in D5.",
        "Fetch the total of printers in Stroll.",
        "How many tables do we have in D5?",
        "Report the printers chargers count from D5.",
        "Total tables at Drive, please.",
        "Count the sofa in Drive.",
        "I want to know how many air conditioners are in Arkan.",
        "Tell me the number of chairs in Stroll.",
        "Can you tell me how many tables are in Walk?",
        "Can I get the number of air conditioners in Stroll?",
        "Find the total number of printers in Walk.",
        "I need the sofa count in D5.",
        "Can you tell me how many chairs are in Walk?",
        "Show me how many air conditioners are at Arkan.",
        "Can you tell me how many chairs are in Walk?",
        "I need the chairs count in Walk.",
        "Count the printers in Walk.",
        "What's the number of chairs in Golf?",
        "Do we have any tables in Golf? How many?",
        "Total printers at Walk, please.",
        "How many sofa are in Stroll?",
        "Total sofa at Golf, please.",
        "How many tables in branch Golf",
        "Do we have any chairs in Golf? How many?",
        "Find the total number of chairs in Stroll.",
        "List the number of sofa available in Stroll.",
        "Please tell me the total chairs in Walk.",
        "Can I get the number of smart locks in Drive?",
        "I need the sofa count in Stroll.",
        "List the number of printers available in Stroll.",
        "What's the quantity of air conditioners in Golf?",
        "What's the number of tables in Golf?",
        "Show me how many tables are at Drive.",
        "Tell me the number of tables in Golf.",
        "Give me the total of tables in Walk.",
        "I want to know how many sofa are in Golf.",
        "Can you tell me how many chairs are in Drive?",
        "What's the current stock of chairs in D5?",
        "Fetch the total of tables in Stroll.",
        "Tell me the number of printers in Golf.",
        "List the number of printers available in Stroll.",
        "I need the sofa count in Golf.",
        "I need the printers count in Golf.",
        "Count the air conditioners in Golf.",
        "How many air conditioners are in Golf?",
        "Do we have any chairs in Drive? How many?",
        "Can I get the number of tables in Drive?",
        "I want to know how many chairs are in Walk.",
        "I need the tables count in Golf.",
        "Do we have any air conditioners in Drive? How many?",
        "Report the air conditioners count from Golf.",
        "Fetch the total of chairs in D5.",
        "Can I get the number of printers in Drive?",
        "Give me the total of tables in Golf.",
        "Do we have any printers in Stroll? How many?",
        "What's the quantity of air conditioners in Golf?",
        "I want to know how many printers are in Golf.",
        "Do we have any tables in Drive? How many?",
        "How many air conditioners are in D5?",
        "What's the quantity of chairs in Drive?",
        "How many chairs are in Stroll?",
        "How many sofa do we have in D5?",
        "Show me how many tables are at Drive.",
        "What's the current stock of tables in Stroll?",
        "How many printers do we have in Drive?",
        "How many tables in branch Golf",
        "Give me the total of air conditioners in Walk.",
        "Show me how many chairs are at Drive.",
        "How many chairs do we have in Stroll?",
        "Fetch the total of chairs in Golf.",
        "Report the filing cabinets count from Drive.",
        "I want to know how many printers are in Golf.",
        "Show me how many chairs are at Stroll.",
        "Fetch the total of printers in Walk.",
        "Can I get the number of chairs in Stroll?",
        "Tell me the number of printers in D5.",
        "Count the sofa in Walk.",
        "Fetch the total of chairs in Golf.",
        "Do we have any sofa in Drive? How many?",
        "Do we have any air conditioners in D5? How many?",
        "Fetch the total of tables in Drive.",
        "Tell me the number of chairs in Golf.",
        "Do we have any sofa in D5? How many?",
        "Show me how many air conditioners are at Walk.",
        "Can I get the number of chairs in Stroll?",
        "List the number of chairs available in Drive.",
        "What's the current stock of sofa in D5?",
        "Show me how many tables are at Golf.",
        "I need the sofa count in Golf.",
        "Fetch the total of chairs in Stroll.",
        "What's the current stock of air conditioners in D5?",
        "Fetch the total of smart locks in Golf.",
        "Find the total number of tables in Walk.",
        "List the number of chairs available in Stroll.",
        "Report the chairs count from D5.",
        "Count the printers in Golf.",
        "How many chairs do we have in Stroll?",
        "Give me the total of sofa in Walk.",
        "I need the air conditioners count in Walk.",
        "List the number of chairs available in Golf.",
        "I want to know how many chairs are in Stroll.",
        "What's the number of printers in Walk?",
        "Can you tell me how many air conditioners are in Golf?",
        "Fetch the total of printers in Walk.",
        "I need the sofa count in Drive.",
        "Find the total number of sofa in D5.",
        "Tell me the number of smart locks in Walk.",
        "How many tables in branch Golf",
        "Count the tables in D5.",
        "Find the total number of chairs in walk.",
        "How many chairs are in Stroll?",
        "How many air conditioners do we have in Drive?",
        "I want to know how many air conditioners are in walk.",
        "I need the chairs count in Golf.",
        "Fetch the total of air conditioners in Drive.",
        "What's the number of tables in Stroll?",
        "Can you tell me how many printers are in Arkan?",
        "Show me how many chairs are at Stroll.",
        "Fetch the total of air conditioners in Golf.",
        "I need the Air Conditioner count in Walk.",
        "Fetch the total of sofa in Golf.",
        "Tell me the number of tables in Walk.",
        "Count the chairs in Walk.",
        "Can I get the number of printers in Walk?",
        "How many air conditioners do we have in Drive?",
        "Please tell me the total printers in Walk.",
        "How many tables in branch Golf",
        "Report the tables count from Drive.",
        "What's the current stock of air conditioners in Golf?",
        "What's the quantity of tables in Arkan?",
        "What's the current stock of tables in Stroll?",
        "Can I get the number of air conditioners in Walk?",
        "What's the quantity of chairs in Drive?",
        "Can I get the number of chairs in Walk?",
        "How many printers are in Walk?",
        "How many chairs are in D5?",
        "What's the quantity of printers in Golf?",
        "I want to know how many sofa are in D5.",
        "Do we have any chairs in Stroll? How many?",
        "Find the total number of sofa in Golf.",
        "I want to know how many smart locks are in Stroll.",
        "Count the printers in Walk.",
        "What's the current stock of tables in Drive?",
        "What's the number of chairs in Drive?",
        "What's the number of printers in ?",
        "Total smart locks at Golf, please.",
        "What's the number of sofa in D5?",
        "Can I get the number of tables in Golf?",
        "Count the printers in walk.",
        "Report the sofa count from Golf.",
        "Find the total number of air conditioners in Walk.",
        "Fetch the total of sofa in D5.",
        "Can I get the number of printers in D5?",
        "What's the quantity of chairs in Stroll?",
        "Can I get the number of air conditioners in Walk?",
        "List the number of printers available in Golf.",
        "I need the chairs count in Drive.",
        "I need the tables count in Stroll.",
        "How many printers do we have in Golf?",
        "What's the number of tables in Walk?",
        "What's the current stock of filing cabinets in Drive?",
        "I need the chairs count in walk.",
        "Show me how many chairs are at D5.",
        "Can you tell me how many tables are in Drive?",
        "Report the air conditioners count from Golf.",
        "Give me the total of smart locks in Drive.",
        "What's the number of chairs in Walk?",
        "Give me the total of filing cabinets in Golf.",
        "Can I get the number of sofa in Walk?",
        "Give me the total of chairs in Golf.",
        "Tell me the number of printers in Drive.",
        "Can you tell me how many chairs are in Golf?",
        "Find the total number of tables in Stroll.",
        "Total tables at Golf, please.",
        "I need the sofa count in Golf.",
        "Count the smart locks in Drive.",
        "Tell me the number of air conditioners in Drive.",
        "Tell me the number of tables in Stroll.",
        "Tell me the number of chairs in Walk.",
        "How many tables in branch Golf",
        "Give me the total of tables in Stroll.",
        "List the number of air conditioners available in Drive.",
        "Fetch the total of chairs in Drive.",
        "Count the air conditioners in Drive.",
        "Fetch the total of printers in Drive.",
        "Can you tell me how many air conditioners are in Walk?",
        "How many chairs do we have in Golf?",
        "List the number of sofa available in Golf.",
        "List the number of air conditioners available in Stroll.",
        "How many chairs do we have in Walk?",
        "How many tables do we have in Drive?",
        "Can you tell me how many printers are in Drive?",
        "How many chairs do we have in D5?",
        "Tell me the number of printers in Stroll.",
        "How many sofa are in Golf?",
        "Can you tell me how many sofa are in Stroll?",
        "What's the number of chairs in Arkan?",
        "What's the current stock of chairs in Drive?",
        "List the number of air conditioners available in Drive.",
        "Find the total number of air conditioners in Drive.",
        "Fetch the total of air conditioners in Drive.",
        "Can I get the number of printers in Golf?",
        "How many air conditioners do we have in Arkan?",
        "I want to know how many chairs are in Drive.",
        "I need the sofa count in Drive.",
        "Can I get the number of smart locks in Stroll?",
        "Tell me the number of sofa in Golf.",
        "Total tables at Stroll, please.",
        "Tell me the number of printers in Stroll.",
        "What's the quantity of sofa in Stroll?",
        "I need the sofa count in D5.",
        "What's the quantity of chairs in Stroll?",
        "Do we have any sofa in Golf? How many?",
        "I need the air conditioners count in Walk.",
        "Find the total number of air conditioners in Drive.",
        "Please tell me the total filing cabinets in D5.",
        "Give me the total of air conditioners in Walk.",
        "Count the smart locks in Stroll.",
        "Give me the total of printers in Golf.",
        "What's the number of printers in Stroll?",
        "What's the number of printers in Golf?",
        "Can I get the number of printers in Walk?",
        "What's the quantity of chairs in Stroll?",
        "Total chairs at Stroll, please.",
        "What's the current stock of air conditioners in Drive?",
        "Can I get the number of chairs in D5?",
        "Tell me the number of chairs in .",
        "Can you tell me how many Air Conditioner are in D5?",
        "How many printers are in D5?",
        "What's the number of chairs in Golf?",
        "Count the air conditioners in Walk.",
        "Total chairs chargers at walk, please.",
        "I want to know how many sofa are in Walk.",
        "Please tell me the total air conditioners in Golf.",
        "I want to know how many tables are in Drive.",
        "Count the sofa in walk.",
        "How many tables in branch Golf",
        "How many filing cabinets are in Walk?",
        "Report the chairs count from Walk.",
        "How many chairs are in Stroll?",
        "Find the total number of sofa in Golf.",
        "Report the printers count from Walk.",
        "Report the air conditioners chargers count from Stroll.",
        "Count the printers in Stroll.",
        "Total chairs at Stroll, please.",
        "List the number of printers available in Stroll.",
        "How many tables are in Drive?",
        "Tell me the number of printers in Arkan.",
        "Fetch the total of chairs in Walk.",
        "Please tell me the total air conditioners in Drive.",
        "Fetch the total of air conditioners in D5.",
        "What's the quantity of chairs in Arkan?",
        "I want to know how many air conditioners are in Golf.",
        "Give me the total of sofa in Stroll.",
        "How many tables are in Golf?",
        "Fetch the total of sofa in Drive.",
        "Tell me the number of air conditioners in Stroll.",
        "I need the chairs count in D5.",
        "List the number of printers available in Drive.",
        "I want to know how many tables are in Stroll.",
        "What's the current stock of tables in Drive?",
        "What's the current stock of sofa in Walk?",
        "Do we have any printers in Stroll? How many?",
        "What's the current stock of sofa in Stroll?",
        "Total tables at Stroll, please.",
        "Please tell me the total air conditioners in Drive.",
        "Give me the total of chairs in D5.",
        "I need the printers count in Stroll.",
        "Give me the total of sofa in Golf.",
        "I need the tables count in Drive.",
        "I need the chairs count in Walk.",
        "Report the air conditioners count from Walk.",
        "Do we have any sofa in Stroll? How many?",
        "How many sofa chargers do we have in Walk?",
        "What's the number of tables in Golf?",
        "List the number of sofa available in Drive.",
        "What's the quantity of air conditioners in D5?",
        "I want to know how many sofa are in D5.",
        "I want to know how many sofa are in D5.",
        "Fetch the total of sofa in Drive.",
        "Can I get the number of air conditioners in Stroll?",
        "I want to know how many printers are in Walk.",
        "Tell me the number of printers in Stroll.",
        "Do we have any printers in Golf? How many?",
        "Give me the total of chairs in Stroll.",
        "Count the sofa in Walk.",
        "List the number of sofa available in Golf.",
        "Show me how many sofa are at Golf.",
        "Fetch the total of air conditioners in Walk.",
        "Give me the total of printers in Golf.",
        "What's the quantity of printers in Arkan?",
        "Total tables at Golf, please.",
        "How many printers are in D5?",
        "Total tables at Arkan, please.",
        "Can I get the number of chairs in Drive?",
        "Report the chairs count from D5.",
        "Give me the total of printers in Arkan.",
        "How many printers are in Golf?",
        "Fetch the total of air conditioners in Stroll.",
        "Count the smart locks in Walk.",
        "Can I get the number of chairs in D5?",
        "Can you tell me how many tables chargers are in Drive?",
        "Total chairs at Arkan, please.",
        "What's the current stock of printers in Stroll?",
        "I want to know how many chairs are in Stroll.",
        "Report the air conditioners count from Drive.",
        "Give me the total of air conditioners in Walk.",
        "What's the quantity of chairs in D5?",
        "Report the tables count from D5.",
        "How many tables in branch Golf",
        "Do we have any printers in Drive? How many?",
        "Give me the total of chairs in Golf.",
        "Fetch the total of chairs in D5.",
        "What's the quantity of tables in Drive?",
        "Can I get the number of chairs in D5?",
        "What's the current stock of sofa in Stroll?",
        "Total air conditioners at Stroll, please.",
        "Total chairs at Golf, please.",
        "Do we have any chairs in Stroll? How many?",
        "Do we have any chairs in Walk? How many?",
        "What's the current stock of sofa in Stroll?",
        "How many printers chargers are in Golf?",
        "Find the total number of sofa in Walk.",
        "Fetch the total of air conditioners in Drive.",
        "What's the quantity of printers in D5?",
        "What's the quantity of tables in Golf?",
        "How many printers do we have in Stroll?",
        "How many sofa do we have in Drive?",
        "Please tell me the total sofa in D5.",
        "How many printers are in Walk?",
        "Count the chairs in Drive.",
        "Give me the total of tables in Drive.",
        "Can I get the number of sofa in Stroll?",
        "Can I get the number of chairs in Golf?",
        "Report the air conditioners count from Drive.",
        "Report the tables count from Walk.",
        "What's the current stock of air conditioners in Walk?",
        "Find the total number of tables in Stroll.",
        "I want to know how many printers are in Stroll.",
        "Show me how many chairs are at D5.",
        "Find the total number of printers in D5.",
        "Report the air conditioners count from Walk.",
        "Give me the total of sofa in Drive.",
        "What's the number of air conditioners in Drive?",
        "Show me how many printers are at Walk.",
        "I want to know how many sofa are in Walk.",
        "Tell me the number of air conditioners in Golf.",
        "What's the number of sofa in D5?",
        "I want to know how many sofa are in Stroll.",
        "How many tables in branch Golf",
        "Do we have any air conditioners in Stroll? How many?",
        "Show me how many printers are at Drive.",
        "Please tell me the total tables in Drive.",
        "Please tell me the total sofa in D5.",
        "How many printers do we have in Walk?",
        "How many sofa are in D5?",
        "How many smart locks are in Drive?",
        "Give me the total of tables in Walk.",
        "How many filing cabinets do we have in Walk?",
        "Find the total number of chairs in Drive.",
        "What's the current stock of chairs in Walk?",
        "Can I get the number of chairs in Drive?",
        "What's the current stock of chairs in Walk?",
        "How many chairs do we have in Walk?",
        "Fetch the total of printers in Stroll.",
        "Please tell me the total air conditioners in Walk.",
        "Do we have any chairs in Stroll? How many?",
        "How many sofa do we have in Stroll?",
        "Please tell me the total sofa in Golf.",
        "Can you tell me how many sofa are in Walk?",
        "How many chairs do we have in Stroll?",
        "Total tables at D5, please.",
        "Total filing cabinets at Golf, please.",
        "What's the current stock of tables in D5?",
        "Do we have any tables in Golf? How many?",
        "Show me how many printers chargers are at Stroll.",
        "What's the current stock of chairs in Drive?",
        "Total tables at Stroll, please.",
        "Can I get the number of sofa in Golf?",
        "Find the total number of sofa in Walk.",
        "Fetch the total of air conditioners in Golf.",
        "Fetch the total of printers in Stroll.",
        "What's the number of sofa in Walk?",
        "What's the number of filing cabinets in D5?",
        "Do we have any sofa in Drive? How many?",
        "How many chairs are in D5?",
        "What's the number of printers in Walk?",
        "What's the number of chairs in Stroll?",
        "Can I get the number of Air Conditioner in Golf?",
        "List the number of air conditioners available in Drive.",
        "What's the current stock of printers in D5?",
        "List the number of sofa available in Stroll.",
        "What's the number of tables in Stroll?",
        "Do we have any chairs in Golf? How many?",
        "What's the current stock of chairs in Arkan?",
        "Fetch the total of tables in Stroll.",
        "Report the printers count from Arkan.",
        "Tell me the number of printers in D5.",
        "Can you tell me how many tables chargers are in Golf?",
        "How many tables in branch Golf",
        "Please tell me the total Air Conditioner in Walk.",
        "Tell me the number of chairs in Golf.",
        "Give me the total of chairs in Walk.",
        "Tell me the number of chairs in Stroll.",
        "What's the current stock of filing cabinets in Walk?",
        "Tell me the number of air conditioners in Walk.",
        "Do we have any sofa in Golf? How many?",
        "Do we have any filing cabinets in Walk? How many?",
        "Find the total number of chairs in D5.",
        "Do we have any chairs in Walk? How many?",
        "Report the air conditioners count from Stroll.",
        "How many air conditioners are in Stroll?",
        "Fetch the total of sofa in Drive.",
        "Tell me the number of air conditioners in D5.",
        "I want to know how many tables are in Drive.",
        "What's the number of air conditioners in D5?",
        "Show me how many sofa are at Drive.",
        "Report the chairs count from D5.",
        "What's the number of printers in Walk?",
        "I want to know how many sofa are in Walk.",
        "I need the printers count in D5.",
        "Give me the total of printers in Golf.",
        "List the number of tables available in Stroll.",
        "What's the number of sofa in Golf?",
        "Can you tell me how many tables are in D5?",
        "Total printers at Walk, please.",
        "Fetch the total of sofa in Drive.",
        "List the number of tables available in Walk.",
        "Find the total number of printers in Golf.",
        "Find the total number of air conditioners in D5.",
        "Do we have any sofa in Golf? How many?",
        "Give me the total of sofa in D5.",
        "Do we have any Air Conditioner in Walk? How many?",
        "Please tell me the total smart locks in Stroll.",
        "Fetch the total of printers in D5.",
        "Give me the total of air conditioners in D5.",
        "How many tables in branch Golf",
        "I want to know how many printers are in Drive.",
        "List the number of smart locks available in Stroll.",
        "Can you tell me how many printers are in Stroll?",
        "What's the number of tables in D5?",
        "What's the quantity of air conditioners in Golf?",
        "Show me how many printers are at walk.",
        "How many chairs do we have in Drive?",
        "I need the sofa count in walk.",
        "Give me the total of printers in D5.",
        "Tell me the number of air conditioners in Drive.",
        "Fetch the total of air conditioners in Golf.",
        "What's the number of air conditioners in D5?",
        "How many printers do we have in Drive?",
        "Fetch the total of air conditioners in Stroll.",
        "What's the quantity of filing cabinets in Golf?",
        "I want to know how many printers are in Drive.",
        "Please tell me the total smart locks in D5.",
        "Please tell me the total sofa in Walk.",
        "Find the total number of sofa in Stroll.",
        "I want to know how many sofa are in Walk.",
        "Please tell me the total tables in Stroll.",
        "Show me how many printers are at Stroll.",
        "Do we have any sofa in Golf? How many?",
        "Total printers at D5, please.",
        "Total filing cabinets at Golf, please.",
        "What's the quantity of tables in Drive?",
        "Tell me the number of air conditioners in Golf.",
        "How many air conditioners are in D5?",
        "Find the total number of printers in D5.",
        "I want to know how many printers are in Walk.",
        "Do we have any tables in Golf? How many?",
        "Can I get the number of tables in Drive?",
        "Find the total number of tables in Walk.",
        "List the number of printers available in Drive.",
        "Fetch the total of tables in Drive.",
        "I need the chairs count in Stroll.",
        "Report the chairs count from D5.",
        "How many tables in branch Golf",
        "Can I get the number of chairs in D5?",
        "How many printers are in D5?",
        "How many air conditioners are in Drive?",
        "I want to know how many chairs are in Golf.",
        "Give me the total of air conditioners in Golf.",
        "Can I get the number of tables in Drive?",
        "Count the printers in Stroll.",
        "Do we have any tables in Walk? How many?",
        "I want to know how many air conditioners are in Walk.",
        "Please tell me the total printers in Golf.",
        "Total sofa at D5, please.",
        "Do we have any tables in Stroll? How many?",
        "Total tables at Golf, please.",
        "Find the total number of sofa in D5.",
        "Can I get the number of air conditioners in Drive?",
        "I want to know how many sofa are in Golf.",
        "Do we have any tables in Stroll? How many?",
        "Total tables at Arkan, please.",
        "Give me the total of printers in Walk.",
        "Can I get the number of air conditioners in Drive?",
        "Report the chairs count from Golf.",
        "What's the quantity of chairs in Stroll?",
        "Show me how many tables are at Drive.",
        "Fetch the total of sofa in Golf.",
        "How many tables in branch Golf",
        "Show me how many sofa are at D5.",
        "Report the chairs count from Stroll.",
        "Show me how many chairs are at Golf.",
        "Find the total number of printers in Stroll.",
        "Please tell me the total tables in Drive.",
        "List the number of tables available in Golf.",
        "How many tables do we have in Walk?",
        "Report the tables count from Drive.",
        "Can I get the number of tables in D5?",
        "Find the total number of chairs in Stroll.",
        "Fetch the total of tables in Walk.",
        "Count the air conditioners in Golf.",
        "How many chairs do we have in Walk?",
        "What's the current stock of chairs in D5?",
        "Show me how many air conditioners are at Stroll.",
        "Give me the total of tables in D5.",
        "How many sofa are in Golf?",
        "Tell me the number of printers in Walk.",
        "Tell me the number of tables in Walk.",
        "Do we have any filing tables in D5? How many?",
        "Give me the total of chairs in Drive.",
        "How many chairs are in Stroll?",
        "What's the current stock of sofa in Golf?",
        "I want to know how many Whiteboard are in D5.",
        "Can I get the number of air conditioners in Stroll?",
        "Can I get the number of air conditioners in Drive?",
        "Fetch the total of sofa in D5.",
        "Total smart locks at D5, please.",
        "How many tables in branch Golf",
        "Count the chairs in D5.",
        "What's the number of chairs chargers in Stroll?",
        "What's the quantity of chairs in Drive?",
        "Report the air conditioners count from .",
        "Total chairs at Golf, please.",
        "What's the quantity of tables in Golf?",
        "Give me the total of air conditioners in walk.",
        "Do we have any chairs in Drive? How many?",
        "How many air conditioners do we have in Walk?",
        "How many chairs in branch Golf?",
        "How many printers in branch Golf?",
        "How many chairs in branch walk",
        "How many tables in branch Golf"
        
    ]
}