{
  "label": "ask_equipment_total_only",
  "examples": [
    "Can I get the total number of mice?",
    "Can you list the total number of phones in all branches?",
    "Give me the total count of tablets",
    "Show total mice devices in inventory.",
    "What's the total inventory of lamps?",
    "How many headsets exist across the organization?",
    "Show me the total number of presentation remotes",
    "How many projectors exist across the organization?",
    "Tell me how many Ethernet cables are in stock",
    "Can I get the total number of phones?",
    "Can I get the total number of speakers?",
    "What's the total inventory of whiteboard markers?",
    "Report the total USB drives inventory, please.",
    "Show total office chairs devices in inventory.",
    "What is the total stock of surge protectors?",
    "Give me the total count of air conditioners",
    "Show me the total number of laptops",
    "Give me the company-wide quantity of fans",
    "What's the total number of whiteboards?",
    "How many microphones are there company-wide?",
    "I want the total of tablets in the company",
    "Total count of desktop PCs company-wide?",
    "Could you list the total number of phones we have?",
    "Give me the company-wide quantity of keyboards",
    "Tell me the total quantity of projectors we have",
    "Tell me the total quantity of tablets we have",
    "Tell me how many phones are in stock",
    "How many power strips are there company-wide?",
    "What's the total inventory of routers?",
    "Could you list the total number of docking stations we have?",
    "Tell me the total quantity of filing cabinets we have",
    "Could you list the total number of power banks we have?",
    "Tell me how many tablets we have in all branches",
    "I want to know the total number of fans",
    "Can I get the total number of fans?",
    "Show me the total number of filing cabinets",
    "Give me the company-wide quantity of VR headsets",
    "I want the total of flip charts in the company",
    "Tell me the total quantity of air conditioners we have",
    "How many air conditioners are there company-wide?",
    "Give me the company-wide quantity of routers",
    "Show total refrigerators devices in inventory.",
    "Can I get the total number of USB drives?",
    "Report the total refrigerators inventory, please.",
    "What's the total number of power banks?",
    "What is the total stock of generators?",
    "Total count of smartboards company-wide?",
    "What's the total inventory of AC units?",
    "Tell me how many webcams are in stock",
    "What's the total inventory of hole punchers?",
    "I want the total of mice in the company",
    "How many coffee machines are there company-wide?",
    "Give me the company-wide quantity of docking stations",
    "How many printers are there across the entire company?",
    "Could you list the total number of routers we have?",
    "Tell me how many power strips are in stock",
    "I want the total of phones in the company",
    "Tell me the total quantity of routers we have",
    "I want the total of surge protectors in the company",
    "Show me the total number of computers",
    "Tell me the total quantity of lamps we have",
    "Show total tables devices in inventory.",
    "I want to know the total number of webcams",
    "Show me the total number of desktop PCs",
    "Can I get the total number of lamps?",
    "Give me the total count of docking stations",
    "What is the total stock of laptops?",
    "Can I get the total number of laptops?",
    "Can you list the total number of desktop PCs in all branches?",
    "Can you list the total number of microphones in all branches?",
    "How many projectors are there across the entire company?",
    "Report the total USB hubs inventory, please.",
    "Report the total mice inventory, please.",
    "How many scanners exist across the organization?",
    "Tell me how many extension cords we have in all branches",
    "Show total whiteboards devices in inventory.",
    "How many refrigerators are there company-wide?",
    "Tell me the total quantity of smartboards we have",
    "Show total HDMI adapters devices in inventory.",
    "Tell me the total quantity of desks we have",
    "Report the total smartboards inventory, please.",
    "What's the total number of docking stations?",
    "Tell me how many glue sticks we have in all branches",
    "Tell me how many staplers are in stock",
    "How many routers are there company-wide?",
    "Tell me the total quantity of phones we have",
    "Can you list the total number of pens in all branches?",
    "Total count of USB sticks company-wide?",
    "How many filing cabinets are there across the entire company?",
    "Show me the total number of projectors",
    "Tell me how many HDMI adapters we have in all branches",
    "Show total ladders devices in inventory.",
    "Give me the total count of couches",
    "What's the total number of computers?",
    "How many office chairs exist across the organization?",
    "Total count of power banks company-wide?",
    "Could you list the total number of headsets we have?",
    "Show total power banks devices in inventory.",
    "I want the total of chairs in the company",
    "Total count of desks company-wide?",
    "Can you list the total number of phone chargers in all branches?",
    "How many filing cabinets exist across the organization?",
    "Can I get the total number of headsets?",
    "Tell me how many microphones we have in all branches",
    "Give me the company-wide quantity of AC units",
    "How many headsets are there across the entire company?",
    "Report the total speakers inventory, please.",
    "I want to know the total number of VR headsets",
    "How many surge protectors are there across the entire company?",
    "Give me the total count of laptops",
    "Show me the total number of whiteboard markers",
    "I want the total of coffee machines in the company",
    "I want to know the total number of microwave ovens",
    "How many routers exist across the organization?",
    "Give me the company-wide quantity of whiteboard markers",
    "What's the total inventory of flip charts?",
    "Can I get the total number of routers?",
    "Show me the total number of phone chargers",
    "Show total hole punchers devices in inventory.",
    "What's the total inventory of filing cabinets?",
    "I want the total of pens in the company",
    "Could you list the total number of USB hubs we have?",
    "Can I get the total number of coffee machines?",
    "Give me the total count of extension cords",
    "Can I get the total number of VR headsets?",
    "What is the total stock of phone chargers?",
    "What is the total stock of computers?",
    "Give me the company-wide quantity of whiteboards",
    "Can you list the total number of whiteboard markers in all branches?",
    "How many whiteboard markers are there company-wide?",
    "Tell me how many surge protectors we have in all branches",
    "Show total pens devices in inventory.",
    "What's the total inventory of docking stations?",
    "Can I get the total number of HDMI adapters?",
    "Tell me how many USB drives we have in all branches",
    "Can I get the total number of projectors?",
    "Show me the total number of tablets",
    "Total count of pens company-wide?",
    "Show total laptops devices in inventory.",
    "I want the total of HDMI adapters in the company",
    "Give me the total count of HDMI adapters",
    "Tell me how many monitors are in stock",
    "How many flip charts are there company-wide?",
    "Could you list the total number of fans we have?",
    "Can I get the total number of scanners?",
    "Tell me the total quantity of USB drives we have",
    "Give me the total count of generators",
    "Give me the company-wide quantity of speakers",
    "Tell me the total quantity of monitors we have",
    "How many extension cords exist across the organization?",
    "Give me the total count of filing cabinets",
    "Tell me how many docking stations we have in all branches",
    "Could you list the total number of filing cabinets we have?",
    "What's the total inventory of desktop PCs?",
    "How many couches are there company-wide?",
    "Give me the company-wide quantity of USB drives",
    "What's the total inventory of HDMI adapters?",
    "Can I get the total number of office chairs?",
    "Show me the total number of headsets",
    "I want the total of microphones in the company",
    "I want to know the total number of tablets",
    "Tell me how many fridges are in stock",
    "How many docking stations exist across the organization?",
    "How many USB drives are there company-wide?",
    "How many printers exist across the organization?",
    "What's the total inventory of microwave ovens?",
    "Could you list the total number of smartboards we have?",
    "How many routers are there across the entire company?",
    "Tell me how many USB sticks we have in all branches",
    "How many microphones exist across the organization?",
    "Show total lamps devices in inventory.",
    "Tell me how many Ethernet cables we have in all branches",
    "Tell me the total quantity of hole punchers we have",
    "What's the total number of whiteboard markers?",
    "How many lamps are there across the entire company?",
    "Show total USB sticks devices in inventory.",
    "Report the total webcams inventory, please.",
    "Can you list the total number of presentation remotes in all branches?",
    "What is the total stock of lamps?",
    "How many power banks are there across the entire company?",
    "Can I get the total number of presentation remotes?",
    "What is the total stock of microphones?",
    "Give me the total count of flip charts",
    "Tell me the total quantity of extension cords we have",
    "Report the total surge protectors inventory, please.",
    "Show me the total number of staplers",
    "Show total smartboards devices in inventory.",
    "I want to know the total number of power banks",
    "Tell me how many speakers are in stock",
    "Total count of whiteboards company-wide?",
    "Show me the total number of Ethernet cables",
    "Give me the company-wide quantity of surge protectors",
    "Can you list the total number of scanners in all branches?",
    "Give me the total count of smart locks",
    "Give me the company-wide quantity of webcams",
    "Can you list the total number of tablets in all branches?",
    "Give me the company-wide quantity of monitors",
    "What is the total stock of filing cabinets?",
    "Can you list the total number of power banks in all branches?",
    "What's the total number of tablets?",
    "Total count of lamps company-wide?",
    "How many lamps exist across the organization?",
    "Can you list the total number of flip charts in all branches?",
    "Show total whiteboard markers devices in inventory.",
    "Could you list the total number of presentation remotes we have?",
    "Give me the company-wide quantity of USB sticks",
    "Total count of HDMI adapters company-wide?",
    "Can I get the total number of tables?",
    "Tell me the total quantity of docking stations we have",
    "What's the total number of phones?",
    "I want the total of headsets in the company",
    "I want to know the total number of AC units",
    "I want the total of USB drives in the company",
    "Total count of webcams company-wide?",
    "What is the total stock of tablets?",
    "What's the total number of surge protectors?",
    "Tell me how many tables we have in all branches",
    "Total count of VR headsets company-wide?",
    "I want to know the total number of USB sticks",
    "Give me the total count of refrigerators",
    "What is the total stock of power strips?",
    "Tell me the total quantity of refrigerators we have",
    "How many smart locks are there across the entire company?",
    "Show me the total number of extension cords",
    "Could you list the total number of tables we have?",
    "Give me the company-wide quantity of HDMI adapters",
    "What is the total stock of whiteboard markers?",
    "Show total Ethernet cables devices in inventory.",
    "I want the total of generators in the company",
    "Total count of presentation remotes company-wide?",
    "Give me the company-wide quantity of pens",
    "Report the total AC units inventory, please.",
    "Tell me the total quantity of fans we have",
    "Tell me how many power banks we have in all branches",
    "What is the total stock of desks?",
    "Tell me how many phones we have in all branches",
    "Show total glue sticks devices in inventory.",
    "Show total conference tables devices in inventory.",
    "What's the total number of air conditioners?",
    "Can you list the total number of glue sticks in all branches?",
    "Could you list the total number of refrigerators we have?",
    "Can I get the total number of desktop PCs?",
    "Can I get the total number of surge protectors?",
    "Give me the company-wide quantity of projectors",
    "Tell me how many USB sticks are in stock",
    "I want the total of USB sticks in the company",
    "How many phones are there company-wide?",
    "Show me the total number of power banks",
    "What's the total number of Ethernet cables?",
    "Give me the total count of phone chargers",
    "What is the total stock of VR headsets?",
    "Report the total power strips inventory, please.",
    "Tell me how many couches we have in all branches",
    "Can I get the total number of tablets?",
    "Show me the total number of mice",
    "How many couches are there across the entire company?",
    "What is the total stock of coffee machines?",
    "I want the total of projectors in the company",
    "What's the total inventory of surge protectors?",
    "How many tablets exist across the organization?",
    "Give me the total count of mice",
    "How many phone chargers are there company-wide?",
    "Show total extension cords devices in inventory.",
    "I want to know the total number of HDMI adapters",
    "What is the total stock of desktop PCs?",
    "How many desks exist across the organization?",
    "Could you list the total number of power strips we have?",
    "Show me the total number of smartboards",
    "What is the total stock of scanners?",
    "I want to know the total number of chairs",
    "How many chairs are there company-wide?",
    "Give me the total count of smartboards",
    "Total count of routers company-wide?",
    "I want the total of power banks in the company",
    "Could you list the total number of mice we have?",
    "How many presentation remotes are there company-wide?",
    "Could you list the total number of microwave ovens we have?",
    "Show total speakers devices in inventory.",
    "Can you list the total number of projectors in all branches?",
    "Tell me the total quantity of computers we have",
    "Could you list the total number of hole punchers we have?",
    "Give me the company-wide quantity of air conditioners",
    "How many generators are there company-wide?",
    "Show total tablets devices in inventory.",
    "Show total generators devices in inventory.",
    "How many refrigerators are there across the entire company?",
    "What's the total number of ladders?",
    "What is the total stock of projectors?",
    "I want the total of extension cords in the company",
    "What is the total stock of extension cords?",
    "Can I get the total number of Ethernet cables?",
    "Tell me how many HDMI adapters are in stock",
    "I want to know the total number of scanners",
    "Could you list the total number of whiteboards we have?",
    "Tell me how many extension cords are in stock",
    "Report the total pens inventory, please.",
    "Tell me how many flip charts we have in all branches",
    "Tell me how many desktop PCs we have in all branches",
    "How many scanners are there across the entire company?",
    "Can you list the total number of tables in all branches?",
    "Total count of filing cabinets company-wide?",
    "Could you list the total number of couches we have?",
    "Report the total filing cabinets inventory, please.",
    "How many webcams are there company-wide?",
    "How many speakers exist across the organization?",
    "What's the total inventory of pens?",
    "What is the total stock of smartboards?",
    "Give me the company-wide quantity of couches",
    "Can you list the total number of extension cords in all branches?",
    "Give me the company-wide quantity of headsets",
    "I want to know the total number of phones",
    "What's the total inventory of USB drives?",
    "How many AC units are there across the entire company?",
    "How many tablets are there company-wide?",
    "Could you list the total number of pens we have?",
    "Give me the total count of routers",
    "Could you list the total number of Ethernet cables we have?",
    "I want the total of monitors in the company",
    "What's the total inventory of laptops?",
    "How many whiteboard markers are there across the entire company?",
    "Tell me the total quantity of microphones we have",
    "Give me the company-wide quantity of tablets",
    "Give me the company-wide quantity of microphones",
    "I want to know the total number of couches",
    "How many VR headsets are there company-wide?",
    "How many smart locks exist across the organization?",
    "How many extension cords are there across the entire company?",
    "Show me the total number of hole punchers",
    "Total count of tablets company-wide?",
    "I want to know the total number of office chairs",
    "Could you list the total number of flip charts we have?",
    "Give me the company-wide quantity of scanners",
    "Tell me how many desktop PCs are in stock",
    "Report the total microwave ovens inventory, please.",
    "How many speakers are there across the entire company?",
    "Tell me how many ladders are in stock",
    "Tell me the total quantity of tables we have",
    "I want the total of glue sticks in the company",
    "Report the total computers inventory, please.",
    "How many hole punchers are there company-wide?",
    "Can you list the total number of power strips in all branches?",
    "Report the total laptops inventory, please.",
    "Can I get the total number of webcams?",
    "Tell me how many docking stations are in stock",
    "What's the total number of flip charts?",
    "How many surge protectors are there company-wide?",
    "How many Ethernet cables exist across the organization?",
    "Can you list the total number of fans in all branches?",
    "How many chairs exist across the organization?",
    "Total count of computers company-wide?",
    "Show me the total number of flip charts",
    "What is the total stock of monitors?",
    "Can I get the total number of USB hubs?",
    "Total count of keyboards company-wide?",
    "How many tablets are there across the entire company?",
    "Total count of staplers company-wide?",
    "How many AC units are there company-wide?",
    "Tell me how many desks are in stock",
    "Report the total lamps inventory, please.",
    "What is the total stock of USB sticks?",
    "What is the total stock of phones?",
    "Could you list the total number of webcams we have?",
    "What is the total stock of whiteboards?",
    "Tell me the total quantity of whiteboard markers we have",
    "Could you list the total number of smart locks we have?",
    "Total count of monitors company-wide?",
    "Can you list the total number of coffee machines in all branches?",
    "Give me the company-wide quantity of extension cords",
    "I want the total of webcams in the company",
    "Tell me how many phone chargers we have in all branches",
    "Tell me how many filing cabinets are in stock",
    "Report the total presentation remotes inventory, please.",
    "What is the total stock of flip charts?",
    "Can you list the total number of AC units in all branches?",
    "Report the total scanners inventory, please.",
    "Total count of chairs company-wide?",
    "Report the total whiteboards inventory, please.",
    "How many keyboards are there across the entire company?",
    "I want the total of smartboards in the company",
    "I want to know the total number of printers",
    "Can you list the total number of HDMI adapters in all branches?",
    "Report the total flip charts inventory, please.",
    "Give me the total count of AC units",
    "Tell me how many headsets we have in all branches",
    "What's the total number of scanners?",
    "Can you list the total number of surge protectors in all branches?",
    "How many generators are there across the entire company?",
    "I want to know the total number of extension cords",
    "Tell me how many smart locks we have in all branches",
    "What is the total stock of USB hubs?",
    "What's the total inventory of fridges?",
    "Give me the total count of hole punchers",
    "What's the total inventory of tablets?",
    "Tell me the total quantity of headsets we have",
    "Could you list the total number of computers we have?",
    "Report the total projectors inventory, please.",
    "I want to know the total number of whiteboard markers",
    "What is the total stock of presentation remotes?",
    "How many pens are there company-wide?",
    "Show total chairs devices in inventory.",
    "Could you list the total number of staplers we have?",
    "How many docking stations are there company-wide?",
    "What's the total number of smartboards?",
    "Show me the total number of office chairs",
    "Tell me the total quantity of chairs we have",
    "What's the total number of headsets?",
    "I want the total of lamps in the company",
    "What's the total number of coffee machines?",
    "Can I get the total number of docking stations?",
    "Can I get the total number of extension cords?",
    "What is the total stock of routers?",
    "I want to know the total number of computers",
    "Could you list the total number of USB drives we have?",
    "Give me the company-wide quantity of filing cabinets",
    "What's the total inventory of keyboards?",
    "Tell me how many scanners we have in all branches",
    "Could you list the total number of lamps we have?",
    "Show me the total number of VR headsets",
    "What's the total inventory of presentation remotes?",
    "How many HDMI adapters are there company-wide?",
    "I want the total of presentation remotes in the company",
    "Give me the total count of projectors",
    "Tell me how many projectors we have in all branches",
    "Tell me the total quantity of power strips we have",
    "What is the total stock of webcams?",
    "Report the total phones inventory, please.",
    "Tell me how many routers are in stock",
    "Tell me how many surge protectors are in stock",
    "How many smartboards are there across the entire company?",
    "Can I get the total number of power banks?",
    "Tell me the total quantity of speakers we have",
    "Give me the company-wide quantity of ladders",
    "Give me the company-wide quantity of lamps",
    "Can I get the total number of flip charts?",
    "What's the total inventory of headsets?",
    "Can I get the total number of AC units?",
    "I want to know the total number of surge protectors",
    "How many fridges are there company-wide?",
    "Show me the total number of USB drives",
    "Show total microphones devices in inventory.",
    "What's the total inventory of mice?",
    "Give me the company-wide quantity of coffee machines",
    "How many smartboards exist across the organization?",
    "Show total phones devices in inventory.",
    "Could you list the total number of surge protectors we have?",
    "How many pens are there across the entire company?",
    "Can you list the total number of couches in all branches?",
    "Show total headsets devices in inventory.",
    "Report the total extension cords inventory, please.",
    "How many mice are there company-wide?",
    "How many fans are there company-wide?",
    "Give me the total count of chairs",
    "Total count of ladders company-wide?",
    "Can you list the total number of lamps in all branches?",
    "Tell me the total quantity of laptops we have",
    "Show me the total number of whiteboards",
    "How many whiteboards are there across the entire company?",
    "Can you list the total number of USB sticks in all branches?",
    "How many office chairs are there across the entire company?",
    "Tell me how many tablets are in stock",
    "What's the total inventory of microphones?",
    "How many USB hubs are there company-wide?",
    "Tell me how many filing cabinets we have in all branches",
    "What's the total number of extension cords?",
    "How many staplers exist across the organization?",
    "Tell me how many power banks are in stock",
    "I want the total of docking stations in the company",
    "Report the total VR headsets inventory, please.",
    "Can I get the total number of microphones?",
    "Tell me the total quantity of smart locks we have",
    "What's the total inventory of Ethernet cables?",
    "What's the total inventory of chairs?",
    "I want the total of power strips in the company",
    "Can I get the total number of ladders?",
    "What's the total number of keyboards?",
    "Tell me how many printers are in stock",
    "What's the total inventory of refrigerators?",
    "How many microwave ovens are there across the entire company?",
    "What's the total inventory of monitors?",
    "How many power banks exist across the organization?",
    "Give me the total count of VR headsets",
    "What's the total inventory of power banks?",
    "Give me the total count of fans",
    "Could you list the total number of extension cords we have?",
    "Tell me the total quantity of ladders we have",
    "Give me the total count of presentation remotes",
    "What's the total inventory of generators?",
    "Give me the total count of pens",
    "Total count of USB drives company-wide?",
    "How many desktop PCs are there across the entire company?",
    "What's the total inventory of staplers?",
    "What's the total inventory of conference tables?",
    "How many office chairs are there company-wide?",
    "Tell me how many smartboards we have in all branches",
    "What's the total number of lamps?",
    "I want the total of routers in the company",
    "Report the total conference tables inventory, please.",
    "What's the total inventory of phone chargers?",
    "How many whiteboard markers exist across the organization?",
    "Can I get the total number of whiteboard markers?",
    "Tell me the total quantity of office chairs we have",
    "Tell me how many whiteboard markers are in stock",
    "Report the total Ethernet cables inventory, please.",
    "Give me the company-wide quantity of flip charts",
    "Show total fans devices in inventory.",
    "What's the total number of filing cabinets?",
    "Can I get the total number of pens?",
    "Give me the company-wide quantity of printers",
    "How many fans are there across the entire company?",
    "Give me the total count of Ethernet cables",
    "Total count of printers company-wide?",
    "Can I get the total number of desks?",
    "Report the total coffee machines inventory, please.",
    "What's the total inventory of smart locks?",
    "I want the total of whiteboard markers in the company",
    "Show total desks devices in inventory.",
    "Show me the total number of fans",
    "Show total USB hubs devices in inventory.",
    "Could you list the total number of speakers we have?",
    "I want the total of tables in the company",
    "Report the total keyboards inventory, please.",
    "What's the total number of fans?",
    "Tell me how many fridges we have in all branches",
    "Give me the total count of whiteboards",
    "Tell me how many refrigerators we have in all branches",
    "I want the total of filing cabinets in the company",
    "Tell me the total quantity of power banks we have",
    "I want to know the total number of generators",
    "What is the total stock of couches?",
    "What's the total number of laptops?",
    "Give me the total count of speakers",
    "I want the total of air conditioners in the company",
    "What's the total number of refrigerators?",
    "Tell me the total quantity of surge protectors we have",
    "How many smartboards are there company-wide?",
    "Tell me how many computers we have in all branches",
    "What's the total inventory of computers?",
    "How many phones exist across the organization?",
    "I want the total of desktop PCs in the company",
    "I want the total of keyboards in the company",
    "What is the total stock of Ethernet cables?",
    "Show total fridges devices in inventory.",
    "Tell me how many routers we have in all branches",
    "I want to know the total number of glue sticks",
    "Tell me the total quantity of conference tables we have",
    "Tell me the total quantity of keyboards we have",
    "Give me the total count of fridges",
    "What's the total inventory of webcams?",
    "Give me the total count of tables",
    "Give me the total count of surge protectors",
    "Total count of fans company-wide?",
    "Total count of headsets company-wide?",
    "Show me the total number of phones",
    "Report the total USB sticks inventory, please.",
    "Total count of tables company-wide?",
    "What's the total number of webcams?",
    "Can you list the total number of docking stations in all branches?",
    "Can you list the total number of refrigerators in all branches?",
    "I want to know the total number of staplers",
    "Total count of laptops company-wide?",
    "Total count of smart locks company-wide?",
    "Can you list the total number of air conditioners in all branches?",
    "Tell me the total quantity of pens we have",
    "I want to know the total number of projectors",
    "Give me the company-wide quantity of generators",
    "What's the total inventory of phones?",
    "Show total couches devices in inventory.",
    "Show total routers devices in inventory.",
    "Tell me how many smartboards are in stock",
    "Tell me the total quantity of scanners we have",
    "Tell me how many whiteboard markers we have in all branches",
    "Report the total printers inventory, please.",
    "What's the total number of phone chargers?",
    "Report the total air conditioners inventory, please.",
    "Tell me how many whiteboards we have in all branches",
    "I want to know the total number of laptops",
    "Show me the total number of smart locks",
    "I want to know the total number of USB drives",
    "What's the total inventory of USB sticks?",
    "How many power banks are there company-wide?",
    "What's the total number of HDMI adapters?",
    "How many monitors are there across the entire company?",
    "What's the total number of hole punchers?",
    "What's the total inventory of VR headsets?",
    "How many USB hubs are there across the entire company?",
    "Can I get the total number of refrigerators?",
    "Show me the total number of lamps",
    "How many headsets are there company-wide?",
    "Tell me the total quantity of glue sticks we have",
    "What is the total stock of mice?",
    "Can I get the total number of air conditioners?",
    "How many docking stations are there across the entire company?",
    "Show total USB drives devices in inventory.",
    "Can you list the total number of fridges in all branches?",
    "Can you list the total number of filing cabinets in all branches?",
    "Give me the company-wide quantity of fridges",
    "Show total flip charts devices in inventory.",
    "Give me the company-wide quantity of phones",
    "Give me the total count of printers",
    "What is the total stock of printers?",
    "Can I get the total number of power strips?",
    "I want to know the total number of keyboards",
    "Tell me how many pens are in stock",
    "I want to know the total number of filing cabinets",
    "What is the total stock of tables?",
    "Can you list the total number of generators in all branches?",
    "Give me the company-wide quantity of laptops",
    "Show total coffee machines devices in inventory.",
    "Report the total generators inventory, please.",
    "What's the total number of office chairs?",
    "I want the total of ladders in the company",
    "Show me the total number of generators",
    "How many scanners are there company-wide?",
    "Total count of coffee machines company-wide?",
    "How many flip charts are there across the entire company?",
    "Total count of whiteboard markers company-wide?",
    "Report the total whiteboard markers inventory, please.",
    "Total count of microphones company-wide?",
    "Show me the total number of monitors",
    "Tell me how many scanners are in stock",
    "Total count of mice company-wide?",
    "Can you list the total number of webcams in all branches?",
    "Tell me how many VR headsets we have in all branches",
    "Show total scanners devices in inventory.",
    "Can I get the total number of chairs?",
    "Tell me how many generators we have in all branches",
    "How many projectors are there company-wide?",
    "Give me the total count of scanners",
    "What's the total number of conference tables?",
    "Show me the total number of air conditioners",
    "Can you list the total number of VR headsets in all branches?",
    "How many glue sticks exist across the organization?",
    "How many surge protectors exist across the organization?",
    "What is the total stock of fans?",
    "How many Ethernet cables are there across the entire company?",
    "Tell me how many chairs are in stock",
    "How many flip charts exist across the organization?",
    "I want to know the total number of air conditioners",
    "I want to know the total number of coffee machines",
    "I want the total of laptops in the company",
    "Show me the total number of USB sticks",
    "Tell me the total quantity of Ethernet cables we have",
    "Tell me how many presentation remotes are in stock",
    "I want to know the total number of ladders",
    "How many printers are there company-wide?",
    "Show total webcams devices in inventory.",
    "Show me the total number of tables",
    "What is the total stock of ladders?",
    "Show me the total number of HDMI adapters",
    "Show total surge protectors devices in inventory.",
    "Give me the company-wide quantity of tables",
    "Tell me the total quantity of AC units we have",
    "What's the total inventory of air conditioners?",
    "Can I get the total number of USB sticks?",
    "Tell me the total quantity of VR headsets we have",
    "Could you list the total number of printers we have?",
    "What is the total stock of chairs?",
    "Give me the company-wide quantity of computers",
    "Tell me how many lamps are in stock",
    "Can you list the total number of chairs in all branches?",
    "How many monitors are there company-wide?",
    "How many fans exist across the organization?",
    "What's the total number of monitors?",
    "What's the total number of projectors?",
    "Could you list the total number of desks we have?",
    "Could you list the total number of VR headsets we have?",
    "Could you list the total number of air conditioners we have?",
    "What's the total number of speakers?",
    "Could you list the total number of monitors we have?",
    "Tell me how many computers are in stock",
    "Can I get the total number of glue sticks?",
    "I want the total of Ethernet cables in the company",
    "I want to know the total number of fridges",
    "What's the total inventory of printers?",
    "Report the total fridges inventory, please.",
    "Tell me how many pens we have in all branches",
    "I want the total of fridges in the company",
    "Can you list the total number of mice in all branches?",
    "Show total presentation remotes devices in inventory.",
    "Tell me how many generators are in stock",
    "How many extension cords are there company-wide?",
    "How many air conditioners exist across the organization?",
    "Tell me the total quantity of coffee machines we have",
    "Tell me how many staplers we have in all branches",
    "I want to know the total number of power strips",
    "Total count of USB hubs company-wide?",
    "Could you list the total number of scanners we have?",
    "Total count of docking stations company-wide?",
    "Can you list the total number of smartboards in all branches?",
    "Report the total HDMI adapters inventory, please.",
    "How many HDMI adapters are there across the entire company?",
    "Tell me how many USB hubs we have in all branches",
    "Tell me how many hole punchers are in stock",
    "Tell me the total quantity of webcams we have",
    "Show me the total number of printers",
    "How many phone chargers exist across the organization?",
    "Total count of flip charts company-wide?",
    "Can you list the total number of USB hubs in all branches?",
    "What is the total stock of power banks?",
    "Give me the total count of power strips",
    "Report the total routers inventory, please.",
    "What's the total inventory of coffee machines?",
    "What's the total number of fridges?",
    "How many webcams exist across the organization?",
    "How many glue sticks are there across the entire company?",
    "What's the total inventory of fans?",
    "Total count of surge protectors company-wide?",
    "Tell me how many monitors we have in all branches",
    "Total count of speakers company-wide?",
    "Tell me how many USB hubs are in stock",
    "How many phones are there across the entire company?",
    "Give me the total count of staplers",
    "Show me the total number of keyboards",
    "Total count of AC units company-wide?",
    "I want to know the total number of pens",
    "What's the total inventory of smartboards?",
    "I want to know the total number of whiteboards",
    "I want to know the total number of routers",
    "Could you list the total number of whiteboard markers we have?",
    "How many fridges are there across the entire company?",
    "Tell me the total quantity of microwave ovens we have",
    "What's the total number of couches?",
    "How many USB sticks are there across the entire company?",
    "I want to know the total number of hole punchers",
    "What's the total inventory of USB hubs?",
    "How many laptops exist across the organization?",
    "Give me the company-wide quantity of staplers",
    "I want to know the total number of desks",
    "Total count of projectors company-wide?",
    "What is the total stock of staplers?",
    "Give me the company-wide quantity of mice",
    "Show total phone chargers devices in inventory.",
    "Show me the total number of docking stations",
    "Could you list the total number of generators we have?",
    "Report the total desktop PCs inventory, please.",
    "Show me the total number of surge protectors",
    "I want to know the total number of lamps",
    "I want the total of office chairs in the company",
    "What is the total stock of headsets?",
    "Show total staplers devices in inventory.",
    "Can you list the total number of whiteboards in all branches?",
    "Report the total docking stations inventory, please.",
    "What's the total number of pens?",
    "Show me the total number of scanners",
    "Report the total phone chargers inventory, please.",
    "What is the total stock of docking stations?",
    "I want to know the total number of Ethernet cables",
    "Total count of scanners company-wide?",
    "Give me the total count of glue sticks",
    "How many AC units exist across the organization?",
    "Tell me the total quantity of generators we have",
    "Tell me how many AC units we have in all branches",
    "Tell me how many fans are in stock",
    "Tell me how many mice are in stock",
    "I want to know the total number of presentation remotes",
    "Total count of Ethernet cables company-wide?",
    "How many VR headsets exist across the organization?",
    "I want to know the total number of desktop PCs",
    "Tell me how many hole punchers we have in all branches",
    "Give me the company-wide quantity of Ethernet cables",
    "Give me the total count of lamps",
    "Tell me how many microwave ovens are in stock",
    "Can I get the total number of keyboards?",
    "Show me the total number of routers",
    "Show me the total number of ladders",
    "How many tables are there across the entire company?",
    "Can I get the total number of smartboards?",
    "How many conference tables are there across the entire company?",
    "Give me the company-wide quantity of refrigerators",
    "Show me the total number of refrigerators",
    "Tell me how many chairs we have in all branches",
    "How many filing cabinets are there company-wide?",
    "I want to know the total number of conference tables",
    "How many coffee machines are there across the entire company?",
    "How many hole punchers exist across the organization?",
    "What's the total inventory of glue sticks?",
    "Show total filing cabinets devices in inventory.",
    "Total count of phones company-wide?",
    "Show me the total number of AC units",
    "Could you list the total number of USB sticks we have?",
    "Give me the total count of webcams",
    "Show total printers devices in inventory.",
    "Tell me how many webcams we have in all branches",
    "Total count of extension cords company-wide?",
    "Could you list the total number of AC units we have?",
    "Tell me how many printers we have in all branches",
    "Show total keyboards devices in inventory.",
    "How many desktop PCs are there company-wide?",
    "What is the total stock of pens?",
    "Report the total headsets inventory, please.",
    "Give me the total count of whiteboard markers",
    "Show total projectors devices in inventory.",
    "I want the total of staplers in the company",
    "Can I get the total number of hole punchers?",
    "How many laptops are there company-wide?",
    "Show me the total number of desks",
    "Can you list the total number of conference tables in all branches?",
    "How many mice exist across the organization?",
    "Could you list the total number of office chairs we have?",
    "I want the total of conference tables in the company",
    "I want to know the total number of flip charts",
    "How many tables are there company-wide?",
    "Tell me the total quantity of flip charts we have",
    "What's the total inventory of extension cords?",
    "I want to know the total number of USB hubs",
    "How many ladders are there across the entire company?",
    "How many power strips are there across the entire company?",
    "Give me the company-wide quantity of chairs",
    "I want the total of VR headsets in the company",
    "Total count of office chairs company-wide?",
    "Could you list the total number of keyboards we have?",
    "I want the total of printers in the company",
    "Tell me how many power strips we have in all branches",
    "Tell me the total quantity of printers we have",
    "What's the total number of AC units?",
    "Total count of generators company-wide?",
    "Give me the total count of microwave ovens",
    "How many speakers are there company-wide?",
    "I want to know the total number of smartboards",
    "What is the total stock of air conditioners?",
    "Tell me the total quantity of desktop PCs we have",
    "Give me the company-wide quantity of smart locks",
    "How many ladders are there company-wide?",
    "Tell me how many air conditioners we have in all branches",
    "Show me the total number of power strips",
    "I want the total of AC units in the company",
    "Tell me how many AC units are in stock",
    "How many computers exist across the organization?",
    "How many keyboards are there company-wide?",
    "What's the total number of routers?",
    "Tell me how many coffee machines are in stock",
    "How many generators exist across the organization?",
    "Tell me how many glue sticks are in stock",
    "How many chairs are there across the entire company?",
    "Give me the company-wide quantity of power strips",
    "Show total power strips devices in inventory.",
    "Could you list the total number of conference tables we have?",
    "What's the total inventory of couches?",
    "How many phone chargers are there across the entire company?",
    "Give me the total count of USB hubs",
    "How many smart locks are there company-wide?",
    "Can you list the total number of USB drives in all branches?",
    "How many power strips exist across the organization?",
    "Could you list the total number of ladders we have?",
    "Report the total power banks inventory, please.",
    "Could you list the total number of phone chargers we have?",
    "What is the total stock of hole punchers?",
    "How many tables exist across the organization?",
    "Can I get the total number of fridges?",
    "Tell me how many keyboards are in stock",
    "Report the total ladders inventory, please.",
    "What's the total inventory of tables?",
    "Show total docking stations devices in inventory.",
    "What's the total number of desktop PCs?",
    "Can I get the total number of generators?",
    "Tell me how many presentation remotes we have in all branches",
    "Tell me how many conference tables are in stock",
    "Tell me how many smart locks are in stock",
    "How many USB drives exist across the organization?",
    "Total count of glue sticks company-wide?",
    "I want the total of speakers in the company",
    "What's the total number of VR headsets?",
    "What's the total number of microwave ovens?",
    "What is the total stock of AC units?",
    "Give me the company-wide quantity of glue sticks",
    "I want the total of smart locks in the company",
    "Could you list the total number of fridges we have?",
    "Tell me how many coffee machines we have in all branches",
    "How many whiteboards exist across the organization?",
    "Tell me the total quantity of whiteboards we have",
    "Give me the company-wide quantity of power banks",
    "What's the total inventory of projectors?",
    "Total count of conference tables company-wide?",
    "What's the total number of generators?",
    "Tell me how many air conditioners are in stock",
    "Tell me how many couches are in stock",
    "Report the total fans inventory, please.",
    "Tell me how many lamps we have in all branches",
    "I want the total of scanners in the company",
    "What's the total number of power strips?",
    "How many couches exist across the organization?",
    "I want to know the total number of mice",
    "What's the total number of microphones?",
    "Give me the total count of computers",
    "I want the total of desks in the company",
    "Can I get the total number of phone chargers?",
    "Tell me how many VR headsets are in stock",
    "Tell me how many microwave ovens we have in all branches",
    "Report the total tablets inventory, please.",
    "Tell me how many desks we have in all branches",
    "Could you list the total number of microphones we have?",
    "Could you list the total number of laptops we have?",
    "How many microwave ovens exist across the organization?",
    "Show me the total number of speakers",
    "Show total AC units devices in inventory.",
    "What is the total stock of conference tables?",
    "How many pens exist across the organization?",
    "How many HDMI adapters exist across the organization?",
    "I want to know the total number of refrigerators",
    "How many lamps are there company-wide?",
    "Tell me how many speakers we have in all branches",
    "Give me the company-wide quantity of smartboards",
    "How many staplers are there company-wide?",
    "I want to know the total number of microphones",
    "Give me the total count of power banks",
    "Give me the total count of phones",
    "Give me the company-wide quantity of microwave ovens",
    "Can I get the total number of computers?",
    "What's the total number of printers?",
    "I want to know the total number of speakers",
    "Show total desktop PCs devices in inventory.",
    "Give me the total count of headsets",
    "Show total monitors devices in inventory.",
    "I want the total of phone chargers in the company",
    "How many webcams are there across the entire company?",
    "Tell me how many projectors are in stock",
    "Give me the company-wide quantity of phone chargers",
    "Can you list the total number of monitors in all branches?",
    "How many keyboards exist across the organization?",
    "Show total VR headsets devices in inventory.",
    "What is the total stock of office chairs?",
    "Can I get the total number of couches?",
    "Can you list the total number of staplers in all branches?",
    "How many ladders exist across the organization?",
    "Give me the total count of coffee machines",
    "Give me the company-wide quantity of office chairs",
    "Give me the total count of monitors",
    "Total count of air conditioners company-wide?",
    "I want the total of couches in the company",
    "Could you list the total number of coffee machines we have?",
    "Give me the company-wide quantity of USB hubs",
    "What's the total number of smart locks?",
    "How many USB drives are there across the entire company?",
    "What's the total inventory of scanners?",
    "What's the total number of USB hubs?",
    "Total count of fridges company-wide?",
    "I want to know the total number of phone chargers",
    "Tell me the total quantity of staplers we have",
    "I want to know the total number of docking stations",
    "I want the total of refrigerators in the company",
    "Tell me how many flip charts are in stock",
    "I want to know the total number of headsets",
    "Can I get the total number of whiteboards?",
    "Can you list the total number of desks in all branches?",
    "I want the total of microwave ovens in the company",
    "Can you list the total number of computers in all branches?",
    "Can you list the total number of headsets in all branches?",
    "Tell me how many ladders we have in all branches",
    "Show me the total number of microwave ovens",
    "Tell me how many mice we have in all branches",
    "How many desks are there across the entire company?",
    "Can I get the total number of filing cabinets?",
    "Give me the company-wide quantity of hole punchers",
    "Can you list the total number of office chairs in all branches?",
    "Show total smart locks devices in inventory.",
    "Total count of phone chargers company-wide?",
    "Tell me the total quantity of HDMI adapters we have",
    "Can I get the total number of microwave ovens?",
    "Tell me how many microphones are in stock",
    "What's the total inventory of whiteboards?",
    "Show total microwave ovens devices in inventory.",
    "Can you list the total number of routers in all branches?",
    "Show me the total number of glue sticks",
    "Report the total desks inventory, please.",
    "How many monitors exist across the organization?",
    "Could you list the total number of desktop PCs we have?",
    "Can I get the total number of conference tables?",
    "Total count of refrigerators company-wide?",
    "What's the total number of chairs?",
    "Can you list the total number of hole punchers in all branches?",
    "Tell me how many conference tables we have in all branches",
    "Show me the total number of microphones",
    "Tell me the total quantity of USB sticks we have",
    "Total count of power strips company-wide?",
    "Could you list the total number of tablets we have?",
    "Show total air conditioners devices in inventory.",
    "How many air conditioners are there across the entire company?",
    "I want the total of computers in the company",
    "How many desktop PCs exist across the organization?",
    "I want the total of fans in the company",
    "Give me the total count of USB drives",
    "What's the total number of desks?",
    "Report the total hole punchers inventory, please.",
    "How many USB sticks are there company-wide?",
    "Tell me how many fans we have in all branches",
    "Report the total smart locks inventory, please.",
    "Give me the company-wide quantity of conference tables",
    "Tell me how many USB drives are in stock",
    "Tell me the total quantity of phone chargers we have",
    "What's the total inventory of desks?",
    "What is the total stock of HDMI adapters?",
    "Show total computers devices in inventory.",
    "Give me the total count of conference tables",
    "Tell me how many phone chargers are in stock",
    "Tell me how many laptops are in stock",
    "Give me the company-wide quantity of desktop PCs",
    "Total count of microwave ovens company-wide?",
    "What is the total stock of keyboards?",
    "How many laptops are there across the entire company?",
    "Tell me how many headsets are in stock"
  ]
}