{"label":"ask_all_equipment_totals",
"examples":[
  "Show me the total for each equipment type",
  "Can you list the quantities of all equipment?",
  "I'd like an overview of equipment totals",
  "Give me a breakdown of total equipment numbers",
  "How many items do we have for each equipment type?",
  "Show all inventory totals",
  "List the count of every equipment we have",
  "Display totals for each equipment item",
  "What's the total quantity for all equipment?",
  "Provide a summary of all equipment counts",
  "Tell me the total inventory by equipment type",
  "I want to see the total number of items for each equipment",
  "Please show equipment totals across the board",
  "Give me the complete list of equipment totals",
  "Summarize total equipment counts for me",
  "Show equipment totals for the entire system",
  "Can I get a full equipment count summary?",
  "What are the totals for each piece of equipment?",
  "List all equipment items and their total counts",
  "Display a total count for all equipment types",
  "I need a report on all equipment totals",
  "Print the overall inventory of equipment",
  "Give total numbers of all equipment in stock",
  "I'd like to review all equipment counts",
  "What's the count for every type of equipment?",
  "Summarize the inventory for all equipment",
  "How much of each equipment do we have?",
  "Show me a table of all equipment totals",
  "Provide a list of all equipment and their totals",
  "What's the overall quantity of equipment?",
  "Give me the full list of equipment and their totals",
  "Can you summarize the total number of each equipment?",
  "How many of each equipment do we currently own?",
  "Show me total counts per equipment item",
  "Get me an inventory summary for all equipment",
  "What's the complete breakdown of equipment we have?",
  "I want to check all the equipment totals",
  "Please show the quantity of every piece of equipment",
  "Give me the full equipment inventory stats",
  "List each type of equipment and its total",
  "Print out total quantities for every equipment type",
  "How many units do we have for each equipment?",
  "Show equipment totals per item",
  "Can I view the equipment count by type?",
  "Display a report of total quantities per equipment",
  "I'd like to analyze the total inventory of equipment",
  "Provide the total units of each equipment category",
  "How many items exist in total by equipment?",
  "Give me a view of equipment total quantities",
  "I'm looking for total numbers per equipment",
  "Please summarize total equipment by type",
  "Get me total equipment records",
  "What's the total inventory for each tool and device?",
  "List all our equipment and how many we have",
  "Can I see how many of each item we own?",
  "Retrieve the total stock per equipment item",
  "Show the inventory summary per equipment",
  "Display the full count of each tool we have",
  "Give me a rundown of all equipment quantities",
  "I'd like a full equipment count breakdown",
  "What are the current totals of our equipment?",
  "Send me a report of total equipment per type",
  "Give an overview of all equipment stock",
  "Count each equipment and show the total",
  "I want total data for all equipment categories",
  "Tell me how much of each equipment is available",
  "Report total quantities per equipment name",
  "Show me a full breakdown of our tools and machines",
  "I'd like a report that lists each equipment’s total",
  "How many items are there for each equipment model?",
  "Show all items and their quantities in stock",
  "Please show stock totals for each tool",
  "Give me totals of all equipment available",
  "List every equipment with its count",
  "Summarize all machines and their total quantities",
  "How much inventory do we have per item?",
  "Give a total per category of equipment",
  "What's the count of all machines and tools?",
  "Break down the totals by equipment type",
  "Send me an equipment total report now",
  "How many units of each tool are there?",
  "Pull up total stock per tool",
  "Inventory count summary by equipment type",
  "Provide a snapshot of our equipment totals",
  "All tools and their counts please",
  "Give me a total count for everything we have",
  "I need a full count of tools and devices",
  "Can you show me equipment numbers by type?",
  "Full summary of equipment inventory counts",
  "Total stock for every equipment please",
  "List all tool categories with total quantities",
  "Give me a dashboard-style list of all equipment totals",
  "How many of each equipment do we hold?",
  "Print total quantities grouped by equipment",
  "I'd like an inventory status for all tools",
  "Please prepare a count list for all our equipment",
  "Overview of available equipment and total counts",
  "What is the current quantity for each equipment item?",
  "Fetch total quantity for all equipment records",
  "Give me the numbers per equipment",
  "Show a complete list of each equipment and its stock",
  "Summarize the quantities by equipment model",
  "Report all items and their totals",
  "All equipment types with available count, please",
  "I want to audit total equipment inventory",
  "Display the full list of equipment quantities now",
  "Please provide a tool-wise inventory count",
  "Total tool count by name please",
  "Get me the quantity of tools by category",
  "Provide stock totals for every item",
  "Give the count of all stored equipment",
  "View equipment inventory totals per branch",
  "What's our total equipment stock across the system?",
  "Fetch all available equipment and their amounts",
  "Generate a table of total inventory by tool",
  "I want the total count for all assets",
  "List the number of each asset we have",
  "Send me all tools with quantity data",
  "Inventory totals for everything in the system",
  "Every piece of equipment with its stock level",
  "How many total items are there for each tool?",
  "Please prepare an inventory report of total items",
  "I want a compiled list of all tools with counts",
  "Let's see the total equipment count overview",
  "Give me a summary of all stored devices",
  "Print a complete count of our tools",
  "Give an itemized inventory summary with totals",
  "Show me tools and their inventory numbers",
  "A report with total quantity of every item please",
  "Give an account of total tools and machinery",
  "Summarize the stock data for all tools",
  "I need a breakdown of current tool counts",
  "Get tool totals from the inventory system",
  "Send an overview of total tools owned",
  "Full report on all tool quantities please",
  "List the available quantities for all tools",
  "All available equipment with their counts",
  "Give me total quantity by equipment classification",
  "Get me all the tool quantities listed",
  "How many tools are currently stocked?",
  "Show tool totals by name",
  "Send full inventory counts for each tool",
  "Prepare a quantity report for equipment types",
  "Get the latest equipment count report",
  "Provide a table with total equipment quantities",
  "Count all the tools we currently have",
  "Please get the total inventory for tools and items",
  "How many tools do we have in total?",
  "Send me a tool count summary",
  "I'd like a full snapshot of total tool inventory",
  "Get a count by category of equipment",
  "Generate a count report per equipment model",
  "Retrieve all tools and display their total quantities",
  "Show me the totals for stored equipment",
  "Full inventory tool count display please",
  "Equipment quantity list needed",
  "I need the count of each tool in our system",
  "Tool count overview please",
  "Send me an inventory count grouped by tool",
  "Give me a list of total equipment with numbers",
  "Provide a count sheet for all items in stock",
  "Show all tool stock quantities",
  "I want to see tool amounts in the system",
  "Give me a list of items and total availability",
  "What are the current numbers for all equipment types?",
  "Prepare a full equipment count inventory",
  "Give the quantity status of all equipment items",
  "I need total tool quantity statistics",
  "Provide full tool and equipment totals",
  "How many items are there of each type?",
  "Show me all available equipment and their total counts",
  "Give me totals for the entire equipment inventory",
  "I need a full summary of items by quantity",
  "List quantities of all gear in the system",
  "What is the overall total of all equipment?",
  "Provide the equipment inventory totals by type",
  "List down the total number of equipment items",
  "How much of each item do we currently store?",
  "Print a summary of stock counts for all equipment",
  "Can you generate a complete inventory total?",
  "Give me tool totals sorted by item type",
  "I want an equipment report with all current totals",
  "Please display total inventory across equipment types",
  "What's the count of every equipment item available?",
  "Get me totals by equipment model",
  "How many pieces of equipment are there?",
  "Show me the current equipment numbers",
  "Give a list of equipment items and how many exist",
  "Provide a count of total equipment sorted alphabetically",
  "Summarize all tools and machines we have by total quantity",
  "I'd like equipment stats with total quantities included",
  "Pull all equipment types and list their amounts",
  "How many devices are in stock per category?",
  "List item quantities by tool classification",
  "I need a grouped report on all equipment amounts",
  "Give me a full picture of inventory by total count",
  "Provide a detailed report showing item totals",
  "How much stock do we have per equipment unit?",
  "Break down equipment by type and show counts",
  "Send a total report of all equipment types",
  "Show inventory numbers by equipment category",
  "All equipment amounts listed by name, please",
  "What's the total for every single item we track?",
  "Get me the latest tool inventory with counts",
  "I want an overview of total tools and hardware",
  "How many equipment items are listed in the system?",
  "Pull equipment stock summary with total values",
  "Give an item count report for everything we own",
  "Show all stored equipment and how many we have",
  "Total inventory per equipment, please show it",
  "Create a summary list of tool totals",
  "Provide the tool list with stock quantities",
  "I want every equipment name and its quantity shown",
  "How many devices do we hold in total?",
  "All tools with corresponding stock amounts, please",
  "List the quantity we have of each item",
  "Tell me what we have and how much of it",
  "I need an equipment stock summary now",
  "Show me the entire equipment inventory in numbers",
  "Display all assets and how many we have",
  "How much of each machine is currently in stock?",
  "Full list of stock amounts by tool name please",
  "Give me all the tool inventory data with totals",
  "Pull full equipment list with their quantities",
  "I need a tool overview including all counts",
  "Equipment summary by item and quantity, please",
  "Print totals by equipment category now",
  "Show me grouped equipment totals per item type",
  "Give me the system-wide stock per tool",
  "Let's see all inventory data with total amounts",
  "Send equipment list with count info",
  "Tell me how many pieces exist per equipment",
  "Provide numbers for all inventory items",
  "Give a report of how many of each tool is available",
  "How many units are in storage for each item?",
  "I want stock data with totals by item",
  "Print the entire tool inventory and show the amounts",
  "Show me how much gear we currently have",
  "Total stock per hardware type please",
  "Send inventory status with all current item totals",
  "Provide complete stock counts for all devices",
  "How many of each kind of tool are in inventory?",
  "I need a total view of current equipment levels",
  "Get equipment count by tool and machine",
  "Let me see a breakdown of all stored items",
  "Provide full tool inventory with counts",
  "Give a snapshot of tool stock by item name",
  "Can you give me equipment totals for review?",
  "Pull a categorized list of equipment totals",
  "How many pieces of each item are there?",
  "List every stocked equipment and how much is left",
  "Fetch item-wise totals for all gear",
  "Total inventory sheet by category, please",
  "I'd like the full stock count by item type",
  "List inventory amounts by tool model",
  "All machine quantities listed by type",
  "Full device total report by equipment type",
  "Give a report by tool type and quantity",
  "Show tools with total items available",
  "Pull inventory totals for each equipment section",
  "Send list of tools with how many of each we own",
  "Provide a count for each equipment name",
  "I need a quick list of equipment stock totals",
  "How many tools of each type are available?",
  "Please prepare total inventory data now",
  "Get me current tool stock per category",
  "Give me the item count list by name",
  "What's in stock right now per equipment?",
  "Summarize all equipment by how many we own",
  "Show an inventory breakdown with totals",
  "List all machines and devices with stock levels",
  "Give totals for everything listed in inventory",
  "Display item counts for the whole tool inventory",
  "Provide quantities for everything we manage",
  "Give a categorized total equipment list",
  "Report the current inventory totals for all tools",
  "Show a grouped count of tools and equipment",
  "Generate stock totals per machine type",
  "Get equipment categories with their current totals",
  "How many tools and items do we have in storage?",
  "I want a tool count per category",
  "Get a full summary of equipment quantities now",
  "Tool list with number of items available, please",
  "Generate report of total item stock levels",
  "List the stored items and how many we have",
  "Get me a full equipment registry with totals",
  "Report tool amounts per item group",
  "Send me equipment totals per storage section",
  "Give a full table of tool counts by name",
  "I need a detailed breakdown of stock quantities",
  "Tool stock summary needed for all items",
  "Send the numbers for every tool on hand"
]
}